[
  {
    "title": "What is Comet?",
    "content": "Comet is a cross-platform media converter application designed to make video, audio, and image conversion as easy and accessible as possible. Leveraging the power of FFmpeg and other libraries, Comet allows users to convert video, audio, and image files into a variety of formats, all within a simple, intuitive interface."
  },
  {
    "title": "What formats does Comet support?",
    "content": "Comet supports a wide range of popular video formats including MP4, MKV, AVI, MOV, and more. Additionally, it supports audio formats like MP3, WAV, AAC, and FLAC. For images, Comet supports formats such as JPEG, PNG, BMP, and GIF. We’re working on expanding format support in future updates."
  },
  {
    "title": "Is Comet free to use?",
    "content": "Yes! Comet is completely free to use for personal media conversion needs. We believe in providing powerful tools without any cost barriers."
  },
  {
    "title": "Which platforms does Comet support?",
    "content": "Comet is available on Windows, macOS, and Linux. We’ve ensured compatibility across these major operating systems so that everyone can benefit from Comet."
  },
  {
    "title": "Can I trust Comet with my media files?",
    "content": "Absolutely. Comet processes your media files locally on your machine, so your files are never uploaded or shared. We value your privacy and security."
  },
  {
    "title": "How do I report an issue or provide feedback?",
    "content": "You can report issues or provide feedback through our GitHub repository. We appreciate all user input as it helps us refine and enhance Comet."
  },
  {
    "title": "Do I need to sign the app to use it?",
    "content": "No, you can use Comet without code signing. However, certain operating systems might display warnings when running unsigned apps. On macOS, click 'Okay', then go to 'Settings / Privacy & Security' and click 'Open anyway'. On Windows, you may see a warning message indicating that the app is from an unknown publisher. Click 'More info' and then 'Run anyway' to proceed. We're working on getting Comet officially signed in future releases."
  },
  {
    "title": "Will Comet receive updates?",
    "content": "Yes, we plan to regularly update Comet with new features, bug fixes, and support for more video, audio, and image formats. Stay tuned!"
  },
  {
    "title": "Is Comet open-source?",
    "content": "Yes, Comet is open-source. You can view the source code, contribute, or report issues via our GitHub repository [here](https://github.com/stellar-comet/comet)."
  }
]
